export const CLOTHING_COLORS = [
  'Белый', 'Чёрный', 'Серый', 'Красный', 'Синий', 'Зелёный',
  'Жёлтый', 'Оранжевый', 'Розовый', 'Фиолетовый', 'Коричневый', 'Бежевый'
];

export const CLOTHING_SEASONS = ['Весна', 'Лето', 'Осень', 'Зима'];

export const CLOTHING_CATEGORIES = [
  'Плечевая одежда',
  'Поясная одежда',
  'Верхняя одежда',
  'Белье и купальники',
  'Головные уборы',
  'Обувь',
  'Аксессуары',
  'Чулочно-носочные изделия'
];

export const UPPER_CLOTHING_SUBCATEGORIES = [
  'Пальто', 'Куртки', 'Пуховики', 'Тренчи', 'Плащи', 'Парки'
];